Repository: Choonholic/bluebird_devcheck
Catalog: DevCheck/DevCheck/Strings/*/Resources.resw
Source language: en_us
Languages: ko_kr

# ExitMessage
source: Do you want to exit?
ko_kr: 종료 하시겠습니까?

# ExitTitle
source: Exit
ko_kr: 종료

source: No
ko_kr: 아니요

source: Yes
ko_kr: 예

source: Failed
ko_kr: 실패

source: Not Tested
ko_kr: 테스트 미실행

source: Succeeded
ko_kr: 성공

source: Tested
ko_kr: 테스트 완료

source: Testing
ko_kr: 테스트 중

source: Accelerometer
ko_kr: 가속도 센서

source: Barcode
ko_kr: 바코드

source: Battery
ko_kr: 전원

source: Bluetooth
ko_kr: 블루투스

source: Camera
ko_kr: 카메라

source: Compass
ko_kr: 나침반

# Light
source: Light Sensor
ko_kr: 광 센서

source: Location
ko_kr: 위치

# Proximity
source: Proximity Sensor
ko_kr: 근접 센서

source: Touch
ko_kr: 터치

source: Device Information
ko_kr: 장치 정보

source: Perform Tests
ko_kr: 테스트 실행

source: Settings
ko_kr: 설정

source: Test Results
ko_kr: 테스트 결과

# textPerformTests.Text
source: Perform Tests
ko_kr: 테스트 실행

# contentStartTest.Content
source: Start Test
ko_kr: 테스트 시작

source: LED and Vibrator
ko_kr: LED 및 진동

source: Magnetic Stripe Reader
ko_kr: MSR

source: SD Card
ko_kr: SD 카드

# textUpdating.Text
source: Updating...
ko_kr: 업데이트 중...

# textDeviceInformation.Text
source: Device Information
ko_kr: 장치 정보

# textLanguage.Text
source: Language:
ko_kr: 언어 (Language):

# textSettings.Text
source: Settings
ko_kr: 설정

# textTestResults.Text
source: Test Results
ko_kr: 테스트 결과

# contentPerformTests.Content
source: Perform Tests
ko_kr: 테스트 실행

# labelCancel.Label
source: Cancel
ko_kr: 취소

# labelSelectAll.Label
source: Select All
ko_kr: 모두 선택

# labelStartTests.Label
source: Start Tests
ko_kr: 테스트 시작

# contentFailure.Content
source: Failure
ko_kr: 실패

# contentSuccess.Content
source: Success
ko_kr: 성공

# textAccelerometer.Text
source: Accelerometer
ko_kr: 가속도 센서

source: Retrieving Information...
ko_kr: 정보 수신 중...

# textBluetoothMacAddress.Text
source: Bluetooth MAC Address:
ko_kr: 블루투스 MAC 주소:

# textBoardVersion.Text
source: Board Version:
ko_kr: 보드 버전:

# textDeviceId.Text
source: Device ID:
ko_kr: 장치 ID:

# textFriendlyName.Text
source: Friendly Name:
ko_kr: 식별 이름:

# textOperatingSystem.Text
source: Operating System:
ko_kr: 운영 체제:

# textSerialNumber.Text
source: Serial Number:
ko_kr: 일련 번호:

# textSystemManufacturer.Text
source: System Manufacturer:
ko_kr: 시스템 제조 업체:

# textSystemProductName.Text
source: System Product Name:
ko_kr: 시스템 제품 이름:

# textSystemSku.Text
source: System SKU:
ko_kr: 시스템 SKU:

# textWiFiClpcProvisioningSize.Text
source: Wi-Fi CLPC Provisioning Size:
ko_kr: Wi-Fi CLPC 제공 크기:

# textWiFiMacAddress.Text
source: Wi-Fi MAC Address:
ko_kr: Wi-Fi MAC 주소:

source: Restart Test
ko_kr: 테스트 재시작

# WiFiConstrainedInternetAccess
source: Limited Internet
ko_kr: 제한된 인터넷

# WiFiInternetAccess
source: Internet
ko_kr: 인터넷

# WiFiLocalAccess
source: Local Network
ko_kr: 로컬 네트워크

# WiFiNone
source: Not Connected
ko_kr: 연결되지 않음

# WiFiStatus
source: Authentication: {0}; Encryption: {1}
ko_kr: 인증: {0}; 암호화: {1}

# WiFiAccessDenied
source: Access Denied to Wi-Fi Adapter.
ko_kr: Wi-Fi 어댑터 접근이 거부되었습니다.

# WiFiNotSupported
source: Wi-Fi is not supported.
ko_kr: Wi-Fi가 지원 되지 않습니다.

# RetrieveInformationFailed
source: Failed to load Device Information due to the following errors.\n\n{0}
ko_kr: 아래 오류로 인해 장치 정보를 읽어 오지 못했습니다.\n\n{0}

# textDisplayRotationLock.Text
source: Display Rotation Lock
ko_kr: 화면 회전 잠금

source: Error
ko_kr: 오류

# NeedToRestartDueToChangingLanguage
source: DevCheck needs to be restarted to display changed language properly.
ko_kr: 변경된 언어를 제대로 표시 하려면 DevCheck를 다시 시작해야 합니다.

# NeedToSelectOne
source: To start the test, please select one or more test items.
ko_kr: 테스트를 시작하려면 하나 이상의 테스트 항목을 선택해 주세요.

source: Notification
ko_kr: 알림

# labelSave.Label
source: Save
ko_kr: 저장

# textSelectTestItems.Text
source: Select Test Items
ko_kr: 테스트 항목 선택

# textDevCheck.Text
source: Device Functionality Check
ko_kr: 장치 기능 검사

source: No Accelerometer Found.
ko_kr: 가속도 센서가 지원되지 않습니다.

# textBarcode.Text
source: Barcode
ko_kr: 바코드

# textScanDataLabelFormatted.Text
source: Scan Data Label (Formatted):
ko_kr: 스캔 데이터 레이블 (가공):

# textScanDataTypeSymbology.Text
source: Scan Data Type (Symbology):
ko_kr: 스캔 데이터 형식 (기호):

# textScanDataUnformatted.Text
source: Scan Data (Unformatted):
ko_kr: 스캔 데이터 (비가공):

source: Creating barcode scanner object.
ko_kr: 바코드 스캐너 객체를 생성하고 있습니다.

source: Claim barcode scanner failed.
ko_kr: 바코드 스캐너를 사용할 수 없습니다.

source: Failed to create barcode scanner object.
ko_kr: 바코드 스캐너 객체를 생성할 수 없습니다.

source: Idle
ko_kr: 대기 상태

source: No Data
ko_kr: 데이터 없음

# RawLabelData
source: Decoded data unavailable. Raw label data: {0}
ko_kr: 디코딩된 데이터를 사용할 수 없습니다. 원시 레이블 데이터: {0}

# ReadyToBarcodeScan
source: Ready to scan. Device ID:
ko_kr: 스캔이 가능한 상태입니다. 장치 ID:

# RetainingBarcodeScanner
source: Event ReleaseDeviceRequested received. Retaining the barcode scanner.
ko_kr: ReleaseDeviceRequested 이벤트를 받았습니다. 바코드 스캐너를 유지합니다.

# BatteryChargeRate
source: Charge Rate (mW):
ko_kr: 충전 효율 (mW):

# BatteryDesignCapacity
source: Design Energy Capacity (mWh):
ko_kr: 설계 에너지 용량 (mWh):

source: Battery Device ID:
ko_kr: 배터리 장치 ID:

# BatteryFullChargeCapacity
source: Fully-charged energy capacity (mWh):
ko_kr: 완전 충전 에너지 용량 (mWh):

# BatteryNotApplicable
source: Not Applicable
ko_kr: 적용할 수 없음

# BatteryPercent
source: Percent remaining energy capacity
ko_kr: 남은 에너지 용량 (%)

# BatteryRemainingCapacity
source: Remaining energy capacity (mWh):
ko_kr: 남은 에너지 용량 (mWh):

source: Battery Status:
ko_kr: 배터리 상태:

# BatteryCharging
source: Charging
ko_kr: 충전 중

# BatteryDischarging
source: Discharging
ko_kr: 방전 중

# BatteryIdle
source: Idle
ko_kr: 유휴 상태

# BatteryNotPresent
source: Not Present
ko_kr: 없음

# textTouch.Text
source: Touch
ko_kr: 터치

# textProximity.Text
source: Proximity Sensor
ko_kr: 근접 센서

# textProximityDescription.Text
source: If the proximity sensor detects and the display is turned on or off automatically, the test is success.
ko_kr: 근접 센서가 접근을 감지하여 화면이 자동으로 꺼지거나 켜지면 테스트 성공으로 간주합니다.

# ProximityNotSupported
source: Proximity Sensor is not supported.
ko_kr: 근접 센서가 지원되지 않습니다.

# textLocation.Text
source: Location
ko_kr: 위치

# textLocationAccuracy.Text
source: Accuracy:
ko_kr: 정확도:

# textLocationLatitude.Text
source: Latitude:
ko_kr: 위도:

# textLocationLongitude.Text
source: Longitude:
ko_kr: 경도:

# textLocationStatus.Text
source: Status:
ko_kr: 상태:

source: Ready
ko_kr: 준비

source: Disabled
ko_kr: 사용 안 함

source: Initializing
ko_kr: 초기화 중

# LocationFailedHyperlink
source: Settings
ko_kr: 설정

# LocationFailedPostfix
source: to check the location permissions, then perform test again.
ko_kr: 앱에서 위치 사용 권한을 확인한 후, 테스트를 다시 실행해 주세요.

# LocationFailedPrefix
source: DevCheck is not able to get location data. Go to
ko_kr: DevCheck가 위치 데이터를 가져올 수 없습니다.

source: Not Available
ko_kr: 사용할 수 없음

source: Not Initialized
ko_kr: 초기화되지 않음

source: Unknown
ko_kr: 알 수 없음

# textCompassDisabled.Text
source: No Compass Found.
ko_kr: 나침반을 지원하지 않습니다.

# textCompass.Text
source: Compass
ko_kr: 나침반

# textCompassHeadingAccuracy.Text
source: Heading Accuracy:
ko_kr: 방향 정확도:

# textCompassMagneticNorth.Text
source: Magnetic North:
ko_kr: 자북 방향:

# textCompassTrueNorth.Text
source: True North:
ko_kr: 진북 방향:

source: Approximate
ko_kr: 근사값

source: High
ko_kr: 높음

source: Unreliable
ko_kr: 신뢰할 수 없는 값

# textLight.Text
source: Light Sensor
ko_kr: 광 센서

# LightNotSupported
source: Light Sensor is not supported.
ko_kr: 광 센서는 지원되지 않습니다.

# Lux
source: Illuminance (LUX): {0,5:0.00}
ko_kr: 조도(LUX): {0,5:0.00}

source: Build
ko_kr: 빌드

# textDeviceFamily.Text
source: Device Family:
ko_kr: 장치 계열:

# textVersion.Text
source: Version:
ko_kr: 버전:

# textArchitecture.Text
source: Architecture:
ko_kr: 아키텍처:

# textBattery.Text
source: Battery
ko_kr: 배터리

# textSdCard.Text
source: SD Card
ko_kr: SD 카드

# sdCardName
source: Name:
ko_kr: 이름:

# sdCardNotSupported
source: SD Card is not present or not supported.
ko_kr: SD 카드가 없거나 지원되지 않습니다.

# sdCardPath
source: Path:
ko_kr: 경로:

# sdCardProvider
source: Provider:
ko_kr: 공급자:

# textCamera.Text
source: Camera
ko_kr: 카메라

# textCameraDescription.Text
source: Tap Open Camera button to test various Camera features.
ko_kr: 카메라의 여러 가지 기능을 테스트하려면 카메라 실행 버튼을 누릅니다.

# contentOpenCamera.Content
source: Open Camera
ko_kr: 카메라 실행

# contentWiFiScan.Content
source: Scan
ko_kr: 검색

# textWiFiChFreq.Text
source: Ch. Frequency:
ko_kr: 채널 주파수:

# contentBluetoothScan.Content
source: Scan
ko_kr: 검색

# contentOpenBluetooth.Content
source: Open Bluetooth
ko_kr: 블루투스 설정

# textBluetooth.Text
source: Bluetooth
ko_kr: 블루투스

# textBluetoothName.Text
source: Name:
ko_kr: 이름:

# BluetoothDevicesFound
source: {0} {1} found.
ko_kr: {0} 개의 {1}를 발견하였습니다.

# BluetoothEnumerationCompleted
source: {0} {1} found. Enumeration completed. Watching for updates...
ko_kr: {0} 개의 {1}를 발견하여 표시하였습니다. 변경 사항을 찾는 중입니다...

# BluetoothWatcherStarting
source: Starting Watcher...
ko_kr: 검색을 시작합니다...

# BluetoothWatcherStopped
source: {0} {1} found. {2}
ko_kr: {0} 개의 {1}를 발견하였습니다. {2}

source: device
ko_kr: 장치

source: devices
ko_kr: 장치

source: Watcher aborted.
ko_kr: 검색이 취소되었습니다.

source: Watcher stopped.
ko_kr: 검색이 종료되었습니다.

# contentExitTest.Content
source: Exit Test
ko_kr: 테스트 종료
